// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Skanowanie do poczty e-mail";

HSDTaskDescription = "Skanowanie do poczty e-mail umożliwia uruchomienie skanowania przy użyciu panelu przedniego urządzenia HP i automatyczne wysłanie skanu na adres e-mail.";
HSDTaskNote = "Po kliknięciu przycisku „Rozpocznij konfigurację skanowania do poczty e-mail” w przeglądarce internetowej zostanie otwarta strona wbudowanego serwera WWW urządzenia. Postępuj zgodnie z przedstawionymi instrukcjami, aby przeprowadzić konfigurację.";
HSDSetupButtonTitle = "Rozpocznij konfigurację skanowania do poczty e-mail…";

HSDNotAvailableLabel = "To urządzenie nie obsługuje skanowania do poczty e-mail.";
